[
    {
        "name": "Persephone Pants",
        "creator": "Anna Allen Patterns",
        "image": "Patterns/PersephonePants",
        "description": "The Persephone Pants + Shorts pattern is based on photographs of men’s 1920s-’40s US Navy sailor pants. This is a high waist pants and shorts PDF sewing pattern. These pants are unique in that they do not contain side seams. The front and back pant legs are cut from one piece. It has a concealed button fly, front waist in-seam pockets, belt loops, and two back waist shaping darts. View A: Cropped length pants + View B: Cut-off shorts. Intended to be made with woven non-stretch fabrics, however 3%-5% stretch woven fabrics can also be used. Please refer to the Measurement Chart for information on the fabric/notions you will need for this project."
   },
    {
        "name": "Happy Top or Dress",
        "creator": "Mimoï",
        "image": "Patterns/HappyTopDress",
        "description": "Happy est une robe bohème au décolleté vertigineux qui se décline également en petit top\nTout en douceur et en féminité elle sera votre alliée pour l’été!\nPour plus d’inspiration, cliquez  #happymimoi\nLe décolleté de ce modèle est vraiment très plongeant, il arrive sous la ligne de poitrine!\n\nSi vous souhaitez l’assagir, vous pouvez tout à fait utiliser le tuto que Laure, alias @chou.rose sur Instagram, à créé pour Canopée!\nLe niveau de couture est : intermédiaire\n//Les valeurs de coutures sont incluses//\n// Ce patron gère les calques afin d’imprimer seulement la taille dont vous avez besoin //"
   },
    {
        "name": "Mandy Dress",
        "creator": "Sonia Estep Designs",
        "image": "Patterns/MandyDress",
        "description": "Introducing Mandy, the must-have dress of the season. This chic dolman style dress features a stylish side tie, perfect for every occasion. Enjoy this timeless look with all the confidence that comes with being fashion forward."
   },
    {
        "name": "Clémence Overalls",
        "creator": "Atelier Des Premières",
        "image": "Patterns/ClemenceOveralls",
        "description": "Clémence est un patron aux multiples possibilités : combipantalon, combishort, robe courte ou longue, mais également top à dissocier avec pantalon, short, jupe courte ou longue ! Amusez-vous à créer une infinité de tenues avec un même patron :)\nCousez-la en version pantalon palazzo dans un crêpe de viscose, associée à des sandales, pour une tenue chic de cérémonie.\nEn version short dans une double gaze et avec des compensées, elle sera l’alliée parfaite de vos journées à la plage.\nEn pantalon encore, mais cette fois-ci dans un sergé ou une gabardine de coton, avec un tee-shirt blanc dessous et une paire de baskets, elle sera un parfait dupe de salopette.\nEnfin, dans sa version jupe courte, choisissez une broderie anglaise pour avoir une robe tournoyante, et un joli tencel dans une version longue pour une robe chic, à assortir avec des sandales à bout carré !"
   },
    {
        "name": "Ash Jeans",
        "creator": "Megan Nielsen Patterns",
        "image": "Patterns/AshJeans",
        "description": "The ultimate stretch jean pattern set. Includes four cuts and multiple lengths for tall, regular and cropped. Pattern features a comfortable rise, close fit through the waist and hips and classic jeans details.\nView A is a modern slim leg jean. View B is a skinny jean. View C is a flare jean. View D is a wide leg jean.\nNo need to buy multiple jeans patterns - this pattern has you covered with four patterns in one set!"
   }
]
